/* NSButton (Cancel) : <title:Cancel> (oid:22) */
"Cancel" = "Annuleer";

/* NSTextField (Enter the group folder name: ) : <title:Enter the group folder name:
> (oid:23) */
"Enter the group folder name:\n" = "Geef de naam van de groep-map:\n";

/* NSTextField (New Group Folder) : <title:New Group Folder> (oid:19) */
"New Group Folder" = "Nieuwe groep-map";

/* NSPanel (Panel) : <title:Panel> (oid:5) */
"Panel" = "Paneel";

/* NSButton (Save) : <title:Save> (oid:21) */
"Save" = "Bewaar";

